export const ProfileData = [
  {
    id: 1,
    title: "모든 일을 즐기면서 합니다.",
    desc:
      "저는 제 일을 좋아합니다. 좋아하는 일을 하게 되면 즐기게 되고, 즐기게 되면 더 잘하고 싶어지고 그에 따라 결과도 좋아질 것이라고 생각합니다.",
  },
  {
    id: 2,
    title: "꾸준함을 가지고 포기하지 않습니다.",
    desc:
      "결과만을 위해 한번에 단순한 결과물을 만들어 내는 것보다는 계획대로 조금씩이라도 꾸준한 노력으로 완벽한 결과물을 만들어 내는 것을 더 좋아합니다. ",
  },
  {
    id: 3,
    title: "배움에 개방적입니다.",
    desc:
      "모든 일에 대해 배움의 자세로 임해야 한다고 생각합니다. 어떤 것을 배워야 하거나 또는 배우고 싶어진다면, 시간을 지체하지 않습니다.",
  },
  {
    id: 4,
    title: "새로움에 두려움이 없습니다.",
    desc:
      "새로운 것을 배우고 싶을 땐 서브 프로젝트를 진행합니다. 눈으로만 보는 것보다 직접 코드를 짜며 익히는 것이 좋다고 생각합니다.",
  },
];
